Repository: coopcycle/coopcycle-plugins
Catalog: wordpress/i18n/languages/coopcycle-*.po
Languages: es_es, fr_fr

source: CoopCycle plugin for WordPress
es_es: CoopCycle plugin para WordPress
fr_fr: CoopCycle pour WordPress

source: Shipping date
es_es: Fecha de entrega
fr_fr: Date de livraison

source: Order #%1$s from %2$s (%3$s)
es_es: Pedido #%1$s desde %2$s (%3$s)
fr_fr: Commande #%1$s depuis %2$s (%3$s)

source: Connected to app "%s"
es_es: Conectado a la aplicación « %s »
fr_fr: Connecté à l’application « %s »

source: Base URL is empty
es_es: La URL base está vacía
fr_fr: L’URL est vide

source: The base URL must start with http:// or https://
es_es: La URL base debe empezar por http:// o https://
fr_fr: L’URL doit commencer par http:// ou https://

source: API key is empty
es_es: La clave API está vacía
fr_fr: La clé d’API est vide

source: API secret is empty
es_es: El secreto de la API está vacío
fr_fr: La clé secrète est vide

source: The base URL of the CoopCycle instance (must start with http:// or https://)
es_es: La URL base de la instancia de CoopCycle (debe empezar por http:// o https://)
fr_fr: L’URL de l’instance CoopCycle (doit commencer par http:// ou https://)

source: Server is not compatible with CoopCycle
es_es: El servidor no es compatible con CoopCycle
fr_fr: Le serveur n’est pas compatible avec CoopCycle

source: API credentials are not valid
es_es: Las credenciales de la API no son válidas
fr_fr: Les identifiants d’API ne sont pas valides

source: Allow customers to get delivered by a local coop running CoopCycle
es_es: Permitir que los clientes elijan entregas de una cooperativa local que utiliza CoopCycle
fr_fr: Permet aux clients d’être livrés par une coopérative utilisant CoopCycle

source: %1$s between %2$s and %3$s
es_es: %1$s entre %2$s y %3$s
fr_fr: %1$s entre %2$s et %3$s

source: Please choose your preferred time for shipping below
es_es: Por favor, elija su horario preferido para la entrega a continuación
fr_fr: Veuillez choisir votre date de livraison préférée ci-dessous

source: Please choose a shipping date.
es_es: Por favor, elija un horario para la entrega.
fr_fr: Veuillez choisir une date de livraison.
